Repository: miker010/puftel
Catalog: lib/l10n/app_*.arb
Languages: nl

# about_title
source: About this app
nl: Over deze app

# about_content
source: This app was developed by Miker Works under the name Finiware. I developed this app because my son has asthma and needs various medications through a spacer (puffs) every day. Of course you keep track of it on paper, but there is an app for that as of now. This app keeps track of how much has been used per medicine and can therefore indicate when a new medicine is needed. Often the maximum number of puffs is 200. This is the default amount in the app. However, you can adjust this yourself. This also applies to the number for warning level: the moment at which the counter changes color so that you can order additional medications from the pharmacy or doctor in a timely manner. Be sure to read the disclaimer: You are responsible for correct administration of the necessary medications. If in doubt, always consult your doctor. You can add additional medications to the counter list yourself. You will find some of them in the list if you click on the button, such as salbutamol, qvar and foster. You can add other medications yourself. You can adjust the data for each medicine counter, such as the name, description and color. You can also reset or correct the counter via the settings screen. To do this, press the pencil button in the overview screen. All counters can be found in the overview screen. There you can quickly see the current counter reading, but also increase the counter by 1 or 4 puffs. The menu options, including the logbook, are visible via the menu button at the top left. This contains the date and time, the medicine and the amount of medicine. I hope this app is useful for you too. Rotterdam, October 2023, Mike van Drongelen
nl: Deze app is door Miker Works ontwikkeld ondr de naam Finiware. Ik heb deze app ontwikkeld omdat mijn zoon astma heeft en diverse medicijnen via een voorzetkamer (pufs) dagelijks nodig heeft. En dat kun je op papier bijhouden maar there is an app for that per heden. Deze app houdt per medicijn bij hoeveel er is gebruikt en kan dus aangeven wanneer er een nieuw medicijn nodig is. Vaak is het maximale aantal pufs 200. Dit is de standaardhoeveelheid in de app. U kunt deze echter zelf aanpassen. Zo ook het aantal voor het waarschuwingsniveau: het moment waarop de teller van kleur verandert zodat u tijdig bij de apotheek of arts medicijnen kunt bijbestellen. Leesf vooral ook de disclaimer: U bent zelf verantwoordelijk voor een juiste toedoening van de benodigde medicijnen. Raadpleeg bij twijfel altijd uw arts. U kunt zelf aanvullende medicijnen aan de tellerlijst toevoegen. Een aantal vindt u terug in de lijst als u op de knop klikt, zoals salbutamol, qvar en foster. Andere medicijnen kunt u zelf toevoegen. Per medicijnteller kunt u de gegevens aanpassen, zoals de naam, de beschrijving en de kleur. Ook kunt u de teller resetten of corrigeren via het instellingenscherm. Druk daartoe op het potlood-knopje in het overzichtscherm. Alle tellers vindt u in het overzichtsgescherm. Daar kunt u snel de huidige tellerstand zien maar ook de teller met 1 of 4 pufs verhogen. Via de menu-knop linksboven aan zijn de menu opties zichtbaar, waaronder het logboek. Daarin is de datum en tijd, het medicijn en de hoeveelheid medicijn terug te vinden. Ik hoop dat deze app ook voor u handig in het gebruik is. Rotterdam, Oktober 2023, Mike van Drongelen

# filter_all_counters
source: All counters
nl: Alle tellers

# filter_log_book
source: Logbook
nl: Logboek

# chart_no_graphs
source: There are no graphs to display. New graphs will appear here after increasing the counter.
nl: Er zijn geen grafieken om te tonen. Na het ophogen van de teller verschijnen hier nieuwe grafieken.

# counter_detail_caption
source: Medicine counter
nl: Medicijnteller

# counter_detail_max_changed_to
source: maximum number changed to
nl: maximum aantal gewijzigd naar

# counter_detail_warning_level_changed_to
source: warning level changed to
nl: waarschuwingsniveau gewijzigd naar

# counter_detail_changed_with
source: changed with
nl: gewijzigd met

# counter_detail_reset_description
source: Are you sure you want to reset the counter to 0?
nl: Weet u zeker dat u de teller op 0 wilt zetten?

# counter_detail_resetted
source: counter reset
nl: teller gereset

# counter_detail_delete
source: Delete
nl: Verwijderen

# counter_detail_delete_description
source: Are you sure you want to delete the counter?
nl: Weet u zeker dat u de teller wilt verwijderen?

# counter_detail_deleted
source: counter deleted
nl: teller verwijderd

# counter_detail_pick_color
source: Pick color
nl: Kies kleur

# counter_detail_title
source: Title
nl: Titel

# counter_detail_description
source: Description
nl: Omschrijving

# counter_detail_no_name
source: No name
nl: Geen naam

# counter_detail_no_description
source: No description
nl: Geen beschrijving

# counter_detail_save
source: Save
nl: Opslaan

# counter_detail_counter_current_value
source: Counter reading
nl: Tellerstand

# counter_detail_max
source: Maximum number
nl: Maximaal aantal

# counter_detail_warning_at
source: Warn at
nl: Waarschuwen bij

# counter_detail_edit
source: Edit
nl: Wijzigen

# counter_item_increased_with
source: increased by
nl: verhoogd met

# counter_list_no_counters
source: There are no counters to show. Click the + button at the top right to add new counters.
nl: Er zijn geen tellers om te tonen. Klik op de + knop rechts bovenaan om nieuwe tellers toe te voegen.

# counter_details_resetted
source: counter has been reset
nl: teller gereset

# counter_details_deleted
source: counter removed
nl: teller verwijderd

# counter_details_max_changed
source: maximum changed to
nl: maximum aantal gewijzigd naar

# counter_details_warning_changed
source: warning level changed to
nl: waarschuwingsniveau gewijzigd naar

# counter_details_edited
source: modified with
nl: gewijzigd met

# disclaimer_title
source: Before using the app
nl: Voor het gebruik van de app

# disclaimer_content
source: To use the app, you must read the text below completely and click on the 'Agree' button before using the app. This app is a tool for tracking the number of puffs you have taken of certain medications, especially those for asthma, so you know when need new medications. Always follow the doctor's instructions when it comes to the type of medicine you are taking, as well as the amount and frequency. The information in this app is not intended as a substitute for the doctor's advice but only a tool for keeping track of the number of inhalations given. The creator of this app accepts no liability whatsoever regarding the use or functioning of this app. You are always responsible for correct administration of the required medications. If in doubt, always consult your doctor.
nl: Voor het gebruik van de app dient u de onderstaande tekst volledig door te lezen en bij akkoord op de 'Akkoord'-knop te klikken voordat u de app kunt gebruiken. Deze app is een hulpmiddel voor het bijhouden van het aantal pufs dat u van bepaalde medicijnen, in het bijzonder die voor astma, hebt gebruikt, zodat u weet wanneer u nieuwe medicijnen nodig hebt. Volg altijd de aanwijzingen van de arts op als het gaat om het soort medicijn dat u gebruikt, maar ook voor de hoeveelheid en frequentie. De informatie in deze app is niet bedoeld als vervanging voor het advies van de arts maar slechts een hulpmiddel voor het bijhouden van het aantal gegeven inhalaties. De maker van deze app aanvaardt geen enkele aansprakelijkheid met betrekking tot het gebruik of het functioneren van deze app. U bent altijd zelf verantwoordelijk voor een juiste toedoening van de benodigde medicijnen. Raadpleeg bij twijfel altijd uw arts.

# disclaimer_agree
source: Agree
nl: Akkoord

# log_list_all_counters
source: All counters
nl: Alle tellers

# log_list_log_file
source: Log
nl: Logboek

# log_list_no_entries
source: There are no log lines to show. After increasing the counter, new entries will appear here.
nl: Er zijn geen logregels om te tonen. Na het ophogen van de teller verschijnen hier nieuwe regels.

# medicine_list_item_add
source: Click to add
nl: Klik om toe te voegen

# medicine_link_error
source: Cannot load.
nl: Kan niet laden.

# medicine_list_view_other_medicine
source: Other medicine
nl: Ander medicijn

# medicine_list_view_other_medicine_description
source: Do you have another medicine for which you would like to keep a counter? You can provide a name and description yourself.
nl: Heeft u een ander medicijn waarvoor u een teller wilt bijhouden? U kunt zelf een naam en een beschrijving opgeven.

# medicine_list_view_add
source: Add medicine counter
nl: Medicijnteller toevoegen

# menu_overview
source: Counters
nl: Tellers

# menu_medicines
source: Medicines
nl: Medicijnen

# menu_log
source: Log report
nl: Logboek

# menu_about
source: About
nl: Over

# menu_read_more
source: Read more...
nl: Lees meer...

# menu_version
source: Version
nl: Versie

# menu_cannot_load_site
source: Cannot load website.
nl: Kan website niet laden.

# menu_today
source: Day report
nl: Dag rapportage

source: No
nl: Nee

source: Yes
nl: Ja

# preset_medicine_salbutomol
source: Salbutamol (200) is available in inhalation powder, inhalation liquid, spray, under the brand names Airomir, Ventolin, Salamol Steri-Neb. And like the generic Salbutamol. If a bronchodilator and a bronchodilator/anti-inflammatory are to be administered simultaneously, use the bronchodilator (blue) first and, after five to ten minutes, the airway protector/anti-inflammatory (orange or brown). Always consult your doctor first about how, how much and for how long you can use this medicine. Also make sure to set up the maximum number of puffs for this medicine in the apps counter detail view. By default the maximum number of puffs is set to 200.
nl: Salbutamol (200) is te krijgen in inhalatiepoeder, inhalatievloeistof, spray, onder de merknamen Airomir, Ventolin, Salamol Steri-Neb. En als het merkloze Salbutamol. Als een luchtwegverwijder en een luchtwegbeschermer / ontstekingsremmer gelijktijdig moeten worden toegediend, gebruik dan eerst de luchtwegverwijder (blauw) en na vijf tot tien minuten de luchtwegbeschermer / ontstekingsremmer (oranje of bruin). Overleg altijd eerst met de arts hoe, hoeveel en hoelang je dit medicijn mag gebruiken. Stel ook het het maximum aantal pufs in voor dit medicijn in het detailscherm van de teller. Standaard staat het maximum op 200.

# preset_medicine_qvar
source: Qvar (100 or more) contains beclometasone in a metered dose inhalation. Seretide contains salmeterol and fluticasone. this is a combination of a long-acting airway dilator and a locally active corticosteroid. Qvar only contains the locally active corticosteroid comparable to, for example, becotide. The main difference with other inhaled corticosteroids is that Qvar uses a different carrier gas so that the corticosteroid is dissolved instead of in a suspension. Always consult your doctor first about how, how much and for how long you can use this medicine. Also make sure to set up the maximum number of puffs for this medicine in the apps counter detail view. By default the maximum number of puffs is set to 200.
nl: Qvar (100 of meer) bevat beclometason in een dosisaerosol. Seretide bevat salmeterol en fluticason. dit is een combinatie van een langwerkende luchtwegverijderaar en een lokaal werkzaam corticostroid. Qvar bevat alleen het lokaal werkzame corticosteroid vergelijkbaar met bv becotide. Belangrijkste verschik met andere inhalatiecorticosteroiden is dat Qvar een ander draaggas gebruikt waardoor het corticosteroid is opgelost ipv in een suspensie. Overleg altijd eerst met de arts hoe, hoeveel en hoelang je dit medicijn mag gebruiken. Stel ook het het maximum aantal pufs in voor dit medicijn in het detailscherm van de teller. Standaard staat het maximum op 200.

# preset_medicine_foster
source: Foster (120) is a medicine belonging to the group of bronchodilators in combination with corticosteroids or adrenal cortex hormones, which ensures that narrowed airways are widened and that the airways are protected against stimuli that cause shortness of breath. Always consult your doctor first about how, how much and for how long you can use this medicine. Also make sure to set up the maximum number of puffs for this medicine in the apps counter detail view. By default the maximum number of puffs is set to 200.
nl: Foster (120) is een geneesmiddel behorend tot de groep luchtwegverwijders in combinatie met corticostero√Øden of bijnierschorshormonen, dat ervoor zorgt dat vernauwde luchtwegen verwijd worden en dat de luchtwegen beschermd worden tegen prikkels die benauwdheid veroorzaken. Overleg altijd eerst met de arts hoe, hoeveel en hoelang je dit medicijn mag gebruiken. Stel ook het het maximum aantal pufs in voor dit medicijn in het detailscherm van de teller. Standaard staat het maximum op 200.

# preset_medicine_other
source: Salbutamol (200) is available in inhalation powder, inhalation liquid, spray, under the brand names Airomir, Ventolin, Salamol Steri-Neb. And like the generic Salbutamol. If a bronchodilator and a bronchodilator/anti-inflammatory are to be administered simultaneously, use the bronchodilator (blue) first and, after five to ten minutes, the airway protector/anti-inflammatory (orange or brown). Always consult your doctor first about how, how much and for how long you can use this medicine. Also make sure to set up the maximum number of puffs for this medicine in the apps counter detail view. By default the maximum number of puffs is set to 200.
nl: Salbutamol (200) is te krijgen in inhalatiepoeder, inhalatievloeistof, spray, onder de merknamen Airomir, Ventolin, Salamol Steri-Neb. En als het merkloze Salbutamol. Als een luchtwegverwijder en een luchtwegbeschermer / ontstekingsremmer gelijktijdig moeten worden toegediend, gebruik dan eerst de luchtwegverwijder (blauw) en na vijf tot tien minuten de luchtwegbeschermer / ontstekingsremmer (oranje of bruin). Overleg altijd eerst met de arts hoe, hoeveel en hoelang je dit medicijn mag gebruiken. Stel ook het het maximum aantal pufs in voor dit medicijn in het detailscherm van de teller. Standaard staat het maximum op 200.

# mood_how_is_it_going_today
source: How short of breath are you today?
nl: Hoe benauwd ben je vandaag?

# mood_how_is_it_going_today_ok
source: Not short of breath
nl: Niet benauwd

# mood_how_is_it_going_today_mweh
source: A little short of breath
nl: Een beetje benauwd

# mood_how_is_it_going_today_sad
source: Short of breath
nl: Benauwd

# mood_how_it_went
source: Shortness of breath per day
nl: Benauwdheid per dag

# mood_no_entries
source: This report is not yet available.
nl: Er zijn nog niet genoeg gegevens om het rapport te tonen

# today_counted
source: Counted today:
nl: Vandaag geteld:

# today_last
source: Last time at:
nl: Voor het laatst om:

# today_no_entries
source: Nothing has been counted for today.
nl: Er is voor vandaag nog niets geteld.

source: Today
nl: Vandaag

# gisteren
source: Yesterday
nl: Gisteren
